Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=306_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Oanehaččat
smn: Uánihávt

source: yo Tuomas Niemelä ja arkkit.
smn: Tooimâ vijđesvuotâ 4800 bruttom2

source: yo Milla Parkkali.
smn: haaldâšlâš tooimah

source: Siskkoža plánemis vástidii maid Halo-Arkkitehdit Oy.
smn: máttááttâs- já tutkâmuštoimâ iäláttâsâi ovdedemtooimah

source: Sámekulturguovddáža ollašuhttinfidnu
smn: säämi haldâšem-, kulttuur, škovlim- já mättimčuákki

source: Sámekulturguovddáža ollašuhttinfidnu doaimmai 10/2008 - 3/2012.
smn: tábáhtustáálu (elleekove, muusik, čuákkimeh já konfereensah)

source: Fidnu viidodat 4800 brm2
smn: sämmilij parlamenttáálu Suomâst

source: Ulbmilhaddi (alv 0) 14,9 milj. € EU-doarjja 5,0 miljovnna euro
smn: jieškote-uv uásitooimah oovtâst taheh tuáimee já čapo oleslâšvuođâ

source: hálddahusdoaimmat
smn: 2008 arkkitehtkišto

source: doarjjabálvalusat
smn: 2009 eidusâš vuávám

source: 2012 Fárren, atnuiváldin, doaibma
smn: 2012 kulttuurkuávdáš toimâmin
